Revit 2027 API
ParameterTypeId.StairsAttrTreadThickness Property
 "Tread Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrTreadThickness { get; }
Public Shared ReadOnly Property StairsAttrTreadThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrTreadThickness {
	ForgeTypeId^ get ();
}
static member StairsAttrTreadThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace